{
  "name": "Magic",
  "_id": "0o0pu5CvsEYRb2cs",
  "pages": [
    {
      "name": "Magic",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>These rules apply to each Source of Magic. Spell Points All spells refer to a “Spell Point Cost” (SPC) and “Spell Points” (SP). When you cast a spell, you must spend both the spell’s Action Point Cost (APC) and its SPC. If you cannot, then you are unable to cast the spell. Each time you cast a spell, subtract its SPC from your current amount of SP. You have a max amount of SP determined by the magic talents and class talents that you have taken. You regain all expended SP when you Take a Rest. Conjuring Some spells have the conjuring tag. These spells must be cast over multiple rounds. “Conjuring 1” means that you must spend at least one full round conjuring the spell. Rounds are counted at the beginning of your turn, meaning that even if you move and then start conjuring a spell, at the start of your next turn you are considered to have spent 1 full round conjuring. Your spell activates the moment that you have met both the number of conjuring rounds needed, and have spent enough AP to cast the spell. For example, if you cast a spell with Conjuring 1 that needs 3 AP, and you spend 3 AP on it on your turn, it triggers immediately on your next turn as it will at that point meet the Conjuring 1 requirement. Alternatively, if you cast a spell with Conjuring 1 that needs 6 AP, and you spend 3 AP on it on your turn, it triggers immediately after you spend enough AP on your next turn to complete it. While conjuring, you may not move or spend any AP or Reactive AP on anything other than conjuring the spell in question. If you take damage while conjuring, make a 1d20 roll and add your magic attribute. If you roll lower than a 10, the spell fails. You do not expend any SP. Even if you had AP, you lose all AP until the start of your next turn. If you take damage while conjuring, make a d20 roll and add your Magic Attribute. If you roll lower than a 10, the spell fails. You do not expend any SP. Even if you had AP, you lose all AP until the start of your next turn. Upcharging Some spells will give you the option to make them more powerful by upcharging them. This involves spending additional AP and/or SP. This additional AP and/or SP must be spent when you initially cast the spell in order to upcharge it. If you upcharge a spell but the spell fails, you still lose the upcharged SP, even if the spell lets you retain the base amount of SP on a fail. Gesture, Verbal, Visual Many magical abilities require some combination of gestures, verbal components, and the ability to see your target. Gesture. If you cannot move your arms or relevant appendages, you cannot cast magic with a gesture requirement. Verbal. If you cannot speak, you cannot cast magic with a verbal requirement. Visual. If you cannot see your target or the area you are trying to affect, you cannot cast magic with a visual requirement. Lines of Sight and Effect Sometimes, magic will specify that you need Line of Sight or Line of Effect. Line of Sight. Nothing can obscure your vision between you and the target of your magic. This means that even if you meet the visual requirement to cast magic, but obscuring phenomena such as fog or mist is in the way, you cannot use this particular magic. However, if a pane of glass or a transparent force field is between you and your target, you can still cast the magic. Line of Effect. No physical barriers may stand between you and the target of your magic. This means that obscuring phenomena such as fog does not block your magic, but a pane of glass or a transparent force field would block your magic as it breaks Line of Effect. Area of Effect Some magical abilities and effects specify that they affect an area, such as a radius, cone, or line. To determine the Area of Effect (AOE) of a magical ability, you can use the following guidelines. Cone. A cone originates from the spellcaster (on a side or corner of the square that they occupy). The width of the cone is equal to the distance that it is from the caster. (For example, at 5 ft away from the caster, a cone is 5 ft wide. At 15 ft away from a caster, a cone is 15 ft wide.) The magical effect affects all spaces on the battle map that are at least half covered. Line. Choose a point adjacent to you, and another point a number of ft away specified by the magical effect. Draw a line to connect those two points. Any space on the battle map that the line enters is affected. Radius. Every space on the battlemap that is within the radius of the magical effect and is at least half covered is affected. Reactive Casting A spell’s APC will specify if it can be cast reactively. Duration For all durations besides “Instantaneous,” a magical effect always ends at the end of the affected creature’s turn unless noted otherwise. For example, “1 round” means the magic effect ends at the end of the affected creature’s next turn and “1 minute” means that the magic effect ends after the affected creature’s turn in 6 rounds. Summoning Unless otherwise stated in a specific ability that summons a creature, assume the following rules apply to your summoned allies. Your summon takes its turn after you in Initiative. Your summon follows your mental commands. Your summon is friendly to you and your allies. Your summon will fight for you until it is killed, you are Unconscious or dead, or until the duration ends. Cantrips, Chants, and Prayers Cantrips, chants, and prayers are unique magical powers that you might learn. These powers cost 0 SP to cast and you can cast them as many times per day as you wish. When you range certain Power Levels, the power of cantrips, chants, or prayers become stronger. Rituals and Invocations Rituals and invocations are magical abilities that take a significant amount of time to cast. Your specific Source of Magic will explain how often you can use rituals or invocations. Some rituals and invocations have an Enhance section after their description. This means that these rituals and invocations become more powerful when you range greater power within that source of magic. The amount of power you need, and the additional effects, are described in the Enhance section of the ritual or invocation. Multiple Sources If you can use multiple Sources of Magic, then you choose one source to be your Primary Source. You can change this choice each time you level up, if you wish. All magic that you cast uses the magic attribute of your Primary Source, but halves your magic attribute when casting magic from a source that is not your Primary Source. Example Jake wants to play a character that has both the Student of the Arcane and Initiate of the Occult talents. He chooses Arcane to be his Primary Source, meaning that INT is his magic attribute. If his INT is 4, then he has +4 to all magic rolls using arcane magic, and +2 to all magic rolls using occult magic. Magic Attribute Your magic attribute is the attribute that you use when casting magic. It may be determined by your magic entry talent, your class entry talent, or another talent. This means that you might take talents that offer you conflicting magic attributes. When this happens, class entry talents always take the highest precedence. Other talents take lower precedence than class entry talents, but higher precedence than magic entry talents. Magic entry talents take lowest precedence. If you have two or more talents that hold the same amount of precedence (such as two magic entry talents or two class entry talents), then you may choose which one of those talents determines your magic attribute. You may reselect which one you choose each time you level up. Functions of Magic The “functions” of magic refer to nine tags that spells and other magical effects will have. Every magical ability has one function. If an ability refers to a magical function or a function tag (e.g., “spells with the enchanting tag”), they refer to these nine functions. These tags are as follows: Alchemy         Transforming a substance’s properties or physical composition Altering         Teleportation magic and other magic that changes a subject’s relationship to the world around it Divining         Predicting the future, seeing beyond the scope of one’s own senses, and the like. Enchanting         Magically charming and manipulating a person’s emotions and thoughts. Evoking         Powerful elemental or energy attacks, healing energy, and similar flashy magical abilities. Illusory         Changing something’s appearance, or projecting false images that are not really there. Necromancy         Raising the dead back to life, either through resurrection or as undead. Summoning         Calling forth creatures from another plane to serve alongside you. Warding         Protecting yourself or others from harm. Sources of Magic The five Sources of Magic are inseparably linked. When this multiverse was created, the six creator gods used the Fundamental Wellspring to create matter, energy, and spirit. The Fundamental Wellspring The Fundamental Wellspring is as essential to the workings of the multiverse – and as esoteric and difficult to explain – as gravity or wind. One can feel gravity’s effects, or see the rustling leaves when wind blows, but actually explaining what wind or gravity is can prove difficult for one who is not specifically learned in such matters. The Fundamental Wellspring is much the same. It is a spark of absolute energy, of tremendous power and splendor, and of spirit and consciousness. It radiated outward through the multiverse since its inception. This Fundamental Wellspring causes matter and energy to interact in strange, unpredictable ways; in short, the Fundamental Wellspring allows magic to exist in all its forms. Essence Essence is the stuff of souls, the mental and spiritual waves pulsing out through the cosmos as a result of the Fundamental Wellspring. A spiritual energy that washes through the Celestial Sea in great currents, Essence comes together when a new living being is born. Over the course of the being’s life, their experiences and decisions might generate more Essence – the more change they instigate in the world, the greater the amount of Essence they create – so that when a creature dies, their soul departs greater than the sum of its original parts. The Essence of the deceased returns to the Celestial Sea and remains intact for some time – weeks, months, or even a couple years – before it begins to deteriorate, swirling through the endless expanse until it is drawn into a new living organism. The Five Sources Arcane: The Arcane Source is the physical energy produced by Fundamental Wellspring itself. Casters that use arcane magic tap into the Fundamental Wellspring, using its mind-melting power to bend the world in accordance with their whims. Divine: The six creators are not the only gods in this multiverse. Indeed, they have an almost entirely hands-off approach to this particular iteration of creation, leaving the mundane affair of governing the multiverse to the deities born within it. Many deities exist within this multiverse, and they use arcane magic beyond the scope of that which any mortal could hope to achieve. Mortals that use the Divine Source enter into a willing agreement with one or more deities to gain access to a sliver of that deity’s power. These agreements might be contractual in nature, or a devout worshiper might gain access to magic as a reward for their piety. Primal: Some of the ambient magic released by the Fundamental Wellspring coalesced into a single plane within the multiverse. Acting as a self-recharging battery, this plane’s magic eventually grew and evolved until it was distinct from arcane magic. This became the Primal Source of magic, originally contained within the plane known as the Everwilds. The Everwilds became the home of the fae and embodies three major aspects of existence: natural life, weather phenomena, and the height and depth of sapient emotion. Psionic: While primal and divine magic can be traced back to arcane magic, the Psionic Source is altogether different. While arcane magic comes from the Fundamental Wellspring’s physical energy, psionic magic comes from the Fundamental Wellspring’s spiritual pulses. Psionic magic is the manipulation of one’s own Essence to impose their will on the world around them. Occult: Like psionic casters, those who use the Occult Source deal in the power of Essence. However, rather than training and enhancing their own Essence, an occult caster will steal slivers of Essence from planar entities of tremendous power. Deities and similar creatures often do not immediately notice when trace amounts of their power are stolen, as this is infinitesimally small from their perspective , even while it gives significant power to the thief. However, occult casters must tread carefully, for if their thievery becomes known, the consequences are often dire.</p>"
      },
      "_id": "O7hlVUpFZsDmH3Dc",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "category": null,
      "sort": 0,
      "flags": {},
      "_stats": {
        "compendiumSource": "JournalEntry.TMniQT1JZ6FKp2PD.JournalEntryPage.O7hlVUpFZsDmH3Dc",
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.350",
        "systemId": "mythcraft",
        "systemVersion": "DEVELOPMENT",
        "createdTime": 1761765269052,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "ownership": {
        "default": -1,
        "9xohpsq2hVYIXGuB": 3
      },
      "_key": "!journal.pages!0o0pu5CvsEYRb2cs.O7hlVUpFZsDmH3Dc"
    }
  ],
  "folder": null,
  "categories": [],
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.350",
    "systemId": "mythcraft",
    "systemVersion": "DEVELOPMENT",
    "createdTime": 1761765257121,
    "modifiedTime": null,
    "lastModifiedBy": null
  },
  "_key": "!journal!0o0pu5CvsEYRb2cs"
}
